export default {
    title: 'Тест: Что вы знаете о&nbsp;«цифровой экономике»',
    intro: 'Проверьте, готовы ли вы к&nbsp;будущему торговли.',
    outro: `<div>
    На конференции ЦИПР вы узнаете о цифровой экономике главное. <strong>С&nbsp;6&nbsp;по&nbsp;8&nbsp;июня</strong> её будут обсуждать представители Ростеха, Samsung, Росатома, Ростелекома, Сколково и других крупных технологических компаний.
    <span></span>
    Речь на ЦИПР пойдёт обо всём от умных городов до влияния «цифровой экономики» на промышленность. Пройдёт конференция в Иннополисе неподалёку от Казани, так что лучше спланировать поездку заранее — с промокодом <strong>CIPR5</strong> стандартные билеты на ЦИПР будут стоить <strong>5000</strong> рублей вместо 30 000.
    </div>`,
    promoUrl: 'https://reg.cipr.ru/?utm_source=VC&utm_medium=banner&utm_campaign=test',
    questions: [
        {
            text: 'Начнём с простого: сколько сейчас стоит вся цифровая экономика?',
            options: [
                {
                    id: 0,
                    text: '$3 трлн',
                    message: 'Верно! Это в два раза больше, чем ВВП России.',
                    isCorrect: true
                },
                {
                    id: 1,
                    text: '$400 млрд',
                    message: 'Маловато — на самом деле общая стоимость цифровой экономики составляет $3 трлн. Это в два раза больше, чем ВВП России.'
                },
                {
                    id: 2,
                    text: '$15,2 трлн',
                    message: 'Неверно. На самом деле цифровая экономика стоит $3 трлн. Что немало — это в два раза больше, чем ВВП России.',
                },
                {
                    id: 3,
                    text: '$947 млрд',
                    message: 'Маловато — на самом деле общая стоимость цифровой экономики составляет $3 трлн. Это в два раза больше, чем ВВП России.',
                }
            ]
        },
        {
            text: 'Какой процент профессий может полностью исчезнуть из-за автоматизации?',
            options: [
                {
                    id: 0,
                    text: '5%',
                    message: `Правильно. Ещё 51% профессий значительно <a href="https://finance.yahoo.com/news/51-of-all-job-tasks-could-be-automated-by-todays-technology-135331964.html?guccounter=1" target="_blank">изменится</a> — люди и роботы будут работать вместе.
                    <span></span>
                    На конференции <a href="https://cipr.ru/" target="_blank">ЦИПР</a> будущее наступит чуть раньше — со-модератором одной из сессий станет андроид Алиса.`,
                    isCorrect: true
                },
                {
                    id: 1,
                    text: '51%',
                    message: `Неверно. Столько профессий эволюционируют из-за автоматизации, а полностью <a href="https://finance.yahoo.com/news/51-of-all-job-tasks-could-be-automated-by-todays-technology-135331964.html?guccounter=1" target="_blank">исчезнет</a> всего 5%.
                    <span></span>
                    На конференции <a href="https://cipr.ru/" target="_blank">ЦИПР</a> будущее наступит чуть раньше — со-модератором одной из сессий станет андроид Алиса.`,
                },
                {
                    id: 2,
                    text: '15%',
                    message: `Неверно. На самом деле <a href="https://finance.yahoo.com/news/51-of-all-job-tasks-could-be-automated-by-todays-technology-135331964.html?guccounter=1" target="_blank">исчезнет</a> всего 5% профессий, и ещё 51% значительно эволюционируют.
                    <span></span>
                    На конференции <a href="https://cipr.ru/" target="_blank">ЦИПР</a> будущее наступит чуть раньше — со-модератором одной из сессий станет андроид Алиса.`,
                },
                {
                    id: 3,
                    text: '80%',
                    message: `Многовато. На самом деле <a href="https://finance.yahoo.com/news/51-of-all-job-tasks-could-be-automated-by-todays-technology-135331964.html?guccounter=1" target="_blank">исчезнет</a> всего 5% профессий, и ещё 51% значительно эволюционируют.
                    <span></span>
                    На конференции <a href="https://cipr.ru/" target="_blank">ЦИПР</a> будущее наступит чуть раньше — со-модератором одной из сессий станет андроид Алиса.`,
                }
            ]
        },
        {
            text: 'Аналитики Gartner ежегодно выпускают отчёты о технологических трендах. Из предсказаний ниже, три взяты из их отчёта, а одно мы придумали. Какое?',
            options: [
                {
                    id: 0,
                    text: 'В 2021 году приложений и устройств с использованием ИИ станет в два раза больше, чем обычных',
                    message: 'Верно. Этот тренд мы придумали, хотя он и может стать правдой.',
                    isCorrect: true
                },
                {
                    id: 1,
                    text: 'В 2020 году обычные люди будут общаться с ботами чаще, чем с супругами',
                    message: 'Неверно, в <a href="https://www.gartner.com/binaries/content/assets/events/keywords/cio/ciode5/top_strategic_predictions_fo_315910.pdf" target="_blank">отчёте</a> Gartner есть и такой тренд. А придумали мы прогноз про то, что приложений и устройств с использованием ИИ станет в два раза больше, чем обычных.'
                },
                {
                    id: 2,
                    text: 'К 2022 году интернет вещей снизит расходы обычных людей и компаний на один триллион долларов в год',
                    message: 'Неверно, в <a href="https://www.gartner.com/binaries/content/assets/events/keywords/cio/ciode5/top_strategic_predictions_fo_315910.pdf" target="_blank">отчёте</a> Gartner есть и такой тренд. А придумали мы прогноз про то, что приложений и устройств с использованием ИИ станет в два раза больше, чем обычных.'
                },
                {
                    id: 3,
                    text: 'В 2020 году 100 миллионов человек будут покупать товары в дополненной реальности',
                    message: 'Неверно, в <a href="https://www.gartner.com/binaries/content/assets/events/keywords/cio/ciode5/top_strategic_predictions_fo_315910.pdf" target="_blank">отчёте</a> Gartner есть и такой тренд. А придумали мы прогноз про то, что приложений и устройств с использованием ИИ станет в два раза больше, чем обычных.'
                }
            ]
        },
        {
            text: 'Мы живём в мире третьей индустриальной революции, но скоро должна произойти четвёртая. Выберите технологию, которая считается её частью.',
            options: [
                {
                    id: 0,
                    text: 'Интернет вещей',
                    message: 'Правильно. Ещё к «Индустрии 4.0» относятся облачные вычисления и сети из глубоко интегрированных с интернетом машин под управлением искусственного интеллекта.',
                    isCorrect: true
                },
                {
                    id: 1,
                    text: 'Роботы на производстве',
                    message: 'Неверно. Это признак третьей индустриальной революции. К четвёртой относится интернет вещей.'
                },
                {
                    id: 2,
                    text: 'Промышленный термоядерный синтез',
                    message: 'Увы, до этого ещё далеко. К четвёртой относится интернет вещей.',
                },
                {
                    id: 3,
                    text: 'Механизация производства',
                    message: 'Неверно. Механизация производства — это паровые прялки времён первой индустриальной революции. К четвёртой относится интернет вещей.',
                }
            ]
        },
        {
            text: 'Какая страна больше всех готова к цифровой экономике?',
            options: [
                {
                    id: 0,
                    text: 'Сингапур',
                    message: 'Верно. По <a href="http://reports.weforum.org/global-information-technology-report-2016/networked-readiness-index/" target="_blank">мнению</a> Мирового экономического форума, инфраструктура Сингапура подготовлена лучше всего. Россия — на 41 месте.',
                    isCorrect: true
                },
                {
                    id: 1,
                    text: 'Япония',
                    message: 'Неверно. По <a href="http://reports.weforum.org/global-information-technology-report-2016/networked-readiness-index/" target="_blank">мнению</a> Мирового экономического форума, лучше всего подготовлена инфраструктура Сингапура. Россия — на 41 месте.'
                },
                {
                    id: 2,
                    text: 'США',
                    message: 'Неверно. По <a href="http://reports.weforum.org/global-information-technology-report-2016/networked-readiness-index/" target="_blank">мнению</a> Мирового экономического форума, лучше всего подготовлена инфраструктура Сингапура. Россия — на 41 месте.'
                },
                {
                    id: 3,
                    text: 'Китай',
                    message: 'Неверно. По <a href="http://reports.weforum.org/global-information-technology-report-2016/networked-readiness-index/" target="_blank">мнению</a> Мирового экономического форума, лучше всего подготовлена инфраструктура Сингапура. Россия — на 41 месте.'
                }
            ]
        },
        {
            text: 'Выберите город, в котором широкомасштабно используется концепция интернета вещей.',
            options: [
                {
                    id: 0,
                    text: 'Барселона',
                    message: `Верно! В испанском городе с 2012 года транспорт, освещение и даже парки связаны в единую систему со множеством датчиков.
                    <span></span>
                    На <a href="https://cipr.ru/" target="_blank">ЦИПР</a> «умным» городам посвящено сразу несколько выступлений: там вы узнаете, как аналитика данных помогает регулировать нагрузки на городские системы, и какой город в России самый «умный».`,
                    isCorrect: true
                },
                {
                    id: 1,
                    text: 'Сингапур',
                    message: `Неверно. В Барселоне с 2012 года транспорт, освещение и даже городские парки связаны в единую систему со множеством датчиков.
                    <span></span>
                    На <a href="https://cipr.ru/" target="_blank">ЦИПР</a> «умным» городам посвящено сразу несколько выступлений: там вы узнаете, как аналитика данных помогает регулировать нагрузки на городские системы и какой город в России самый «умный».`
                },
                {
                    id: 2,
                    text: 'Нью-Йорк',
                    message: `Неверно. В Барселоне с 2012 года транспорт, освещение и даже городские парки связаны в единую систему со множеством датчиков.
                    <span></span>
                    На <a href="https://cipr.ru/" target="_blank">ЦИПР</a> «умным» городам посвящено сразу несколько выступлений: там вы узнаете, как аналитика данных помогает регулировать нагрузки на городские системы и какой город в России самый «умный».`
                },
                {
                    id: 3,
                    text: 'Москва',
                    message: `Неверно. В Барселоне с 2012 года транспорт, освещение и даже городские парки связаны в единую систему со множеством датчиков.
                    <span></span>
                    На <a href="https://cipr.ru/" target="_blank">ЦИПР</a> «умным» городам посвящено сразу несколько выступлений: там вы узнаете, как аналитика данных помогает регулировать нагрузки на городские системы и какой город в России самый «умный».`
                }
            ]
        },
        {
            text: 'Что такое «Эра индиго»?',
            options: [
                {
                    id: 0,
                    text: 'Новый этап развития экономики — вместо природных ресурсов она основывается на идеях и инновациях',
                    message: 'Верно. Термин в 2016 году <a href="https://www.realclearpolitics.com/articles/2016/04/29/indigo_era_a_tectonic_shift_is_reshaping_the_world_130434.html" target="_blank">ввёл</a> основатель «Альфа-групп» Михаил Фридман.',
                    isCorrect: true
                },
                {
                    id: 1,
                    text: 'Время, когда рождается много детей с выдающимися творческими способностями',
                    message: 'Неверно. На самом деле так <a href="https://www.realclearpolitics.com/articles/2016/04/29/indigo_era_a_tectonic_shift_is_reshaping_the_world_130434.html" target="_blank">называется</a> этап развития экономики, когда вместо природных ресурсов она основывается на идеях и инновациях.'
                },
                {
                    id: 2,
                    text: 'Эпоха лидерства технологических корпораций',
                    message: 'Неверно. На самом деле так <a href="https://www.realclearpolitics.com/articles/2016/04/29/indigo_era_a_tectonic_shift_is_reshaping_the_world_130434.html" target="_blank">называется</a> этап развития экономики, когда вместо природных ресурсов она основывается на идеях и инновациях.'
                },
                {
                    id: 3,
                    text: 'Пик глобализации — без государственных границ и с единой цифровой валютой',
                    message: 'Неверно. На самом деле так <a href="https://www.realclearpolitics.com/articles/2016/04/29/indigo_era_a_tectonic_shift_is_reshaping_the_world_130434.html" target="_blank">называется</a> этап развития экономики, когда вместо природных ресурсов она основывается на идеях и инновациях.'
                }
            ]
        },
        {
            text: 'Цифровые технологии уже меняют медицину и биотехнологии. Одно из изобретений ниже мы придумали — сможете определить, какое?',
            options: [
                {
                    id: 0,
                    text: 'Робот-терапевт, способный ставить диагнозы самостоятельно.',
                    message: 'Верно. До этого нам ещё слишком далеко — пока что машины лучше всего показывают себя в хирургии. Робот daVinci, например, <a href="https://youtu.be/v1U2ruHU9iY" target="_blank">может</a> самостоятельно зашить виноградину.',
                    isCorrect: true
                },
                {
                    id: 1,
                    text: 'Операции на мозге в VR',
                    message: 'Такое <a href="http://www.wired.co.uk/article/vr-brain-surgery-nhs-london-watch-video-360" target="_blank">уже было</a> в сентябре 2017 года. Врачи из Barts Health NHS Trust записали в VR операцию по удалению аневризмы из мозга пациента, чтобы потом научить этому студентов-нейрохирургов. А придумали мы робота-терапевта, способного самостоятельно ставить диагнозы.'
                },
                {
                    id: 2,
                    text: 'Копия плаценты в виде микрочипа',
                    message: 'Неверно. Её с сентября 2017 года <a href="https://motherboard.vice.com/en_us/article/599n7n/placenta-on-a-chip-techn-will-let-scientists-research-neonatal-diseases-without-using-human-fetuses" target="_blank">разрабатывают</a> учёные из Florida Atlantic University, чтобы изучать болезни, не задействуя реальные ткани. А придумали мы робота-терапевта, способного самостоятельно ставить диагнозы.'
                },
                {
                    id: 3,
                    text: 'Компьютерный анестезиолог',
                    message: 'Такой уже <a href="https://journals.lww.com/anesthesia-analgesia/fulltext/2017/02000/Failure_of_Sedasys___Destiny_or_Poor_Design_.43.aspx" target="_blank">существует</a>. Его зовут Sedasys — это компьютерная система, которая управляет анестезией во время операций на кишечнике. В комплекте идёт микронаушник, с помощью которого Sedasys может разбудить пациента, если потребуется. А придумали мы робота-терапевта, способного самостоятельно ставить диагнозы.'
                }
            ]
        }
    ],
    results: [
        {
            range: [0, 3],
            title: 'Вы — экономический ретроград',
            cover: 'https://leonardo.osnova.io/419f8530-09db-151a-53e1-7a37e4afed96/'
        },
        {
            range: [4, 6],
            title: 'Вы —<br> владелец «умного» холодильника',
            cover: 'https://leonardo.osnova.io/08b5c830-654a-ac18-c8f9-3670148c57bb/'
        },
        {
            range: [7, 8],
            title: 'Вы —<br> «умный» холодильник',
            cover: 'https://leonardo.osnova.io/e94e75f3-6364-47de-b60c-3fe0075fd047/'
        }
    ]
};